นโยบายความเป็นส่วนตัว
Street VPN เป็นแอพพลิเคชั่น ฟรี ไม่มีค่าใช้จ่ายใดๆ และมีไว้สำหรับการใช้งานตามคุณลักษณะของ แอพพลิเคชั่น

เราขอแจ้งให้ผู้เยี่ยมชมทราบเกี่ยวกับนโยบายของเรา เกี่ยวกับการเก็บรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคล เราจะไม่เผยแพร่หรือส่งต่อข้อมูลส่วนตัวของคุณให้แก่บุคคลที่สาม หรือ องค์กรอื่นใด ยกเว้นแต่ตามข้อบังคับของกฏหมาย หากคุณเลือกที่จะใช้บริการของเรา แสดงว่าคุณตกลงที่จะรวบรวมและใช้งานข้อมูลที่เกี่ยวข้องกับนโยบายนี้ 


เงื่อนไขการให้บริการ
เราอาจปรับปรุงนโยบายความเป็นส่วนตัวเป็นครั้งคราว ดังนั้น คุณควรตรวจสอบหน้านี้เป็นระยะๆ หากมีการอัพเดตการเปลี่ยนแปลงใดๆ เราจะแจ้งให้คุณทราบ โดยโพสต์นโยบายความเป็นส่วนตัวใหม่ในหน้านี้
Street VPN ขอสงวนสิทธิ์ในการแก้ไขหรืออัปเดตข้อกำหนดการให้บริการได้ทุกเมื่อ เพื่อมอบประสิทธิภาพสูงสุดแก่ผู้ใช้งาน หากมีการเข้าใช้งานถือเป็นการยืนยันการยอมรับการแก้ไขหรืออัปเดตที่จะมีขึ้นต่อไป

ลิงค์ไปยังเว็บไซต์อื่น
บริการนี้อาจมีลิงค์ไปยังเว็บไซต์อื่น หากคุณคลิกที่ลิงค์ของบุคคลที่สาม คุณจะถูกนำไปที่ไซต์นั้น โปรดทราบว่าไซต์ภายนอกเหล่านี้ไม่ได้ดำเนินการโดย เรา ดังนั้น เรา ขอแนะนำให้คุณตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์นั้นๆ

ติดต่อเรา
หากคุณมีข้อสงสัยคำถามหรือข้อเสนอแนะเกี่ยวกับนโยบายความเป็นส่วนตัวของเรา โปรดอย่าลังเลที่จะติดต่อเรา ที่ข้อมูลติดต่อนักพัฒนาซอฟต์แวร์

นโยบายนี้ประกาศใช้ ณ วันที่ 30-07-2023

