•นโยบายความเป็นส่วนตัว

หน้านี้ใช้เพื่อแจ้งให้ผู้เยี่ยมชมทราบเกี่ยวกับนโยบายของเราเกี่ยวกับการรวบรวม การใช้ และการเปิดเผยข้อมูลส่วนบุคคล หากคุณตัดสินใจใช้บริการของเรา

หากคุณเลือกที่จะใช้บริการของเรา แสดงว่าคุณตกลงที่จะรวบรวมและใช้งานข้อมูลที่เกี่ยวข้องกับนโยบายนี้ข้อมูลส่วนบุคคลที่เรารวบรวมใช้เพื่อให้บริการและปรับปรุงบริการ เราจะไม่ใช้หรือแบ่งปันข้อมูลของคุณให้กับบุคคลที่สาม

ข้อกำหนดที่ใช้ในนโยบายความเป็นส่วนตัวนี้มีความหมายเช่นเดียวกับในข้อกำหนดและเงื่อนไขของเรา ซึ่งสามารถเข้าถึงได้ที่ VPN เว้นแต่จะกำหนดไว้เป็นอย่างอื่นในนโยบายความเป็นส่วนตัวนี้

•ความเป็นส่วนตัวของเด็ก

บริการเหล่านี้ไม่ได้กล่าวถึงบุคคลที่มีอายุต่ำกว่า 13 ปี ฉเราไม่ตั้งใจเก็บรวบรวมข้อมูลส่วนบุคคลของเด็กอายุต่ำกว่า 13 ปี ในกรณีที่เราพบว่ามีเด็กอายุต่ำกว่า 13 ปีให้ข้อมูลส่วนตัวแก่ฉัน ฉันจะลบข้อมูลนี้ออกจากเซิร์ฟเวอร์ของเราทันที หากคุณเป็นพ่อแม่หรือผู้ปกครองและทราบว่าบุตรหลานของคุณให้ข้อมูลส่วนบุคคลแก่เรา โปรดติดต่อเราเพื่อที่เราจะได้สามารถดำเนินการที่จำเป็นได้

•ความปลอดภัย

ฉันให้ความสำคัญกับความไว้วางใจของคุณในการให้ข้อมูลส่วนบุคคลของคุณแก่เรา ดังนั้นเราจึงมุ่งมั่นที่จะใช้วิธีการที่เป็นที่ยอมรับในเชิงพาณิชย์ในการปกป้องข้อมูลดังกล่าว แต่โปรดจำไว้ว่าไม่มีวิธีการส่งผ่านอินเทอร์เน็ตหรือวิธีการจัดเก็บข้อมูลอิเล็กทรอนิกส์ใดที่ปลอดภัยและเชื่อถือได้ 100% และเราไม่สามารถรับประกันความปลอดภัยได้อย่างสมบูรณ์

•การเก็บและใช้ข้อมูล

เพื่อประสบการณ์ที่ดียิ่งขึ้น ในขณะที่ใช้บริการของเรา ฉเราอาจขอให้คุณให้ข้อมูลที่ระบุตัวบุคคลได้บางอย่างแก่เรา ข้อมูลที่เราร้องขอจะถูกเก็บไว้ในอุปกรณ์ของคุณและจะไม่ถูกรวบรวมโดยเราในทางใดทางหนึ่ง

แอพนี้ใช้บริการของบุคคลที่สามซึ่งอาจรวบรวมข้อมูลที่ใช้ในการระบุตัวตนของคุณ

•บันทึกข้อมูล

ฉันต้องการแจ้งให้คุณทราบว่าเมื่อใดก็ตามที่คุณใช้บริการของฉัน ในกรณีของข้อผิดพลาดในแอป ฉันจะรวบรวมข้อมูลและสารสนเทศ (ผ่านผลิตภัณฑ์ของบุคคลที่สาม) บนโทรศัพท์ของคุณที่เรียกว่า Log Data มูลบันทึกนี้อาจรวมถึงข้อมูลต่างๆ เช่น ที่อยู่ Internet Protocol ("IP") ของอุปกรณ์ ชื่ออุปกรณ์ เวอร์ชันของระบบปฏิบัติการ การกำหนดค่าของแอปเมื่อใช้บริการของฉัน เวลาและวันที่ที่คุณใช้บริการ และสถิติอื่นๆ

•คุ้กกี้

คุกกี้คือไฟล์ที่มีข้อมูลจำนวนเล็กน้อยซึ่งโดยทั่วไปจะใช้เป็นตัวระบุที่ไม่ระบุชื่อ สิ่งเหล่านี้จะถูกส่งไปยังเบราว์เซอร์ของคุณจากเว็บไซต์ที่คุณเยี่ยมชมและจัดเก็บไว้ในหน่วยความจำภายในอุปกรณ์ของคุณ

บริการนี้ไม่ได้ใช้ "คุกกี้" เหล่านี้อย่างชัดเจน อย่างไรก็ตาม แอปอาจใช้รหัสและไลบรารีของบุคคลที่สามที่ใช้ "คุกกี้" เพื่อรวบรวมข้อมูลและปรับปรุงบริการของพวกเขา คุณมีตัวเลือกที่จะยอมรับหรือปฏิเสธคุกกี้เหล่านี้ และรู้ว่าเมื่อใดที่คุกกี้ถูกส่งไปยังอุปกรณ์ของคุณ หากคุณเลือกที่จะปฏิเสธคุกกี้ของเรา คุณอาจไม่สามารถใช้บริการบางส่วนได้

•ติดต่อเรา

หากคุณมีคำถามหรือข้อเสนอแนะเกี่ยวกับนโยบายความเป็นส่วนตัวของเรา โปรดอย่าลังเลที่จะติดต่อเราที่ 

● Street VPN ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไขโดยไม่ต้องแจ้งให้ทราบล่วงหน้า
